Repository: Monochrome-Sauce/momuma-gtk
Catalog: po/*.po
Languages: he, ru

source: Choose playlist
he: בחר רשימת שירים
ru: Выберите список песен

source: Failed to retrieve playlists
he: נכשל להחזיר את הרשימות
ru: Не удалось получить списки песен

source: File
he: קובץ
ru: Файл

source: Quit
he: סגור תוכנה
ru: Выйти

source: Open Playlist
he: פתח רשימת שירים
ru: Открыть список песен

source: Import Song
he: יבא שיר
ru: Импортироваты песни

source: untitled
he: חסר כותרת
ru: без имени

source: Loop playlist
he: נגן בלולאה
ru: Циклический список песен

source: Next song
he: שיר הבא
ru: Следующая песня

source: Previous song
he: שיר קודם
ru: Предыдущая песня

source: Stop player
he: עצור נגן
ru: Остановить игрока

source: Play song
he: נגן שיר
ru: Играй песню

source: Pause song
he: הפסק שיר
ru: Пауза песни
